<%@ page language="java" contentType="text/html; charset=utf-8"
	pageEncoding="utf-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
</head>
<div>
	<textarea name="textarea"
		style="float: none; margin: 20px; width: 790px; height: 550px;line-height: 23px;font-size: 15px;"
		readonly="readonly">
				    新大陆“易收银”YPOS采购框架合同
合同编号：
注册码：

甲方：
住所：                             
法定代表人（负责人）：
联系人及联系方式： 

乙方：福建新大陆支付技术有限公司
住所：福建省福州市马尾区儒江西路1号新大陆科技园　　　　　　　　　　　　　
法定代表人（负责人）：林建
联系人及联系方式： 


&nbsp;&nbsp;&nbsp;&nbsp;根据中华人民共和国有关法律、法规，甲、乙双方经协商一致，就甲方向乙方采购  新大陆“易收银”YPOS产品达成如下条款：
一、基本约定
乙方本着支持甲方的收单业务发展，通过自主开发的便捷有效的“新大陆“易收银”YPOS订单平台”，向指定客户提供高性价比的无线收单pos：新大陆“易收银”YPOS产品。在合同签署日起至2015年12月31止的合同有效期内，本着统一工作流、统一价格、统一折扣的原则，让客户享受到高品质的产品与服务。
框架合同签订后，实际采购协议与采购订单均由甲方在乙方的“新大陆“易收银”YPOS订单平台”根据自身的实际采购情况进行操作，操作完成后自动生成批量预约订单与采购订单发送到甲方指定邮箱。
双方认可在“新大陆“易收银”YPOS订单平台”生成的“批量预约订单”、“采购订单”、“发货通知单”以及甲方依据上述订单付款的付款凭证是有效的，具备法律效力。
注册码：本合同签订后乙方向甲方提供“新大陆“易收银”YPOS订单平台”唯一的注册码，甲方依据注册码使用“新大陆“易收银”YPOS订单平台”。甲方登录密码由甲方自行管理，因密码丢失的造成的风险及损失由甲方自行承担。
乙方为甲方提供“新大陆“易收银”YPOS订单平台”操作指引，具体如下：登陆网址：               ，登陆帐号：        ，订单服务电话：                。
名词解释：
预约订单：指甲方登陆乙方“订单平台”后，实时根据需求下达的自次5个工作日起2个月内的预约采购数量，并在甲方支付10%的订单定金后生效。
采购订单：指预约订单生效后甲方登录到乙方的“订单平台”，在乙方的库存量范围内及甲方预约订单未采购余额范围内下达次5个工作日后的采购数量，提交成功并支付全额货款后生效。
发货通知单：指甲方采购订单生效后，登陆乙方“新大陆“易收银”YPOS订单平台”，根据需求输入相关发货信息，乙方根据甲方的发货通知单进行发货。
实际采购数量：已生效采购订单上所涉设备的数量总量。

二、产品内容
1．型号、价格
序号	产品名称	产品型号	价格（人民币/元）	备注
1	新大陆“易收银”YPOS	ME31/G		
2	新大陆“易收银”YPOS带非接	ME31/G/RF		
2.销售折让。乙方在执行批量起定价、指定客户全国统一售价的基础上，满足下列条件给予以下优惠折让：
2.1在本合同期内，实际采购数量累计达到 10万台后，乙方将返还甲方对应机型台数的5％，达量返还设备根据甲方在“新大陆“易收银”YPOS订单平台”上的指定时间送达甲方指定的交货地点。
2.2甲方在本合同期内采购数量累计超过10万台后继续下单时将享受95％的折扣价。
4.技术标准详见附件一：新大陆“易收银”YPOS产品配置及技术指标。
4.产品可定制logo标识，不提供颜色定制。但甲方需保证其要求乙方定制的LOGO不侵犯任何第三人的合法权益，并提供相关商标授权许可。
三、订单履行
1.预约订单
1.1预约订单:甲方注册成功后可实时在乙方“订单平台”预约订单，每次订单总量必须大于等于5000台，起增量为1千台，预约订单生效后甲方根据其实际需求分批下达采购订单并提货,但需在预约订单生效后2个月内完成付款。
1.2订单订金:预约订单提交后的三个工作日内，甲方须支付订单货款的10%作为定金，超时未缴纳定金视为取消预约订单，后续如需继续要货需重新进行预约。
1.3预约有效期:预约订单生效后两个月。甲方需在订单有效期内付款，订单有效期内未付款的，乙方将不退还未付款部分货物所涉定金。订单有效期满预约订单自动终止，后续甲方如需再行要货，需重新进行预约。乙方收到甲方定金后，向甲方注册邮箱发送乙方确认的电子预约订单，甲方以收到的电子预约订单作为预约订单生效以及甲乙双方相关责任与义务履行的凭证（见附件二：新大陆“易收银”YPOS批量预约订单）。
1.4支付账户
支付时，甲方应按照本合同约定将款项划转入如下账户：
开户银行：光大福州铜盘支行       
账户户名：福建新大陆支付技术有限公司             
账号：3765 0188 0001 26640
2.采购要货与付款
2.1采购要货：指预约订单生效后甲方登录到乙方的“新大陆“易收银”YPOS订单平台”，根据乙方提供的库存量，点击次5个工作日的库存，提交成功并支付全额货款后生效。
2.2付款：采购订单提交成功后甲方须在3个工作日内完成本次货款总额的90%的支付，剩余10％的款项在定金中扣除，超时未付款的视为采购订单取消。乙方以收到的甲方货款为准，向甲方在“订单平台“的注册邮箱发送乙方确认的电子采购订单，甲方以收到的电子采购订单作为采购订单生效以及甲乙双方相关责任与义务履行的凭证（见附件三：新大陆“易收银－YPOS”采购订单）。
2.3异常采购订单约束：在预约订单生效后二个月内累计出现三次采购订单提交成功但未按约定付款；或者在合同有效期内累计出现五次采购订单提交成功但未按时付款的，均视同甲方异常采购。“订单平台”将自动记录甲方异常，后续在要货时，甲方必须先付清全额要货货款，才可提交采购订单。
2.4发货：采购订单生效后，甲方在二个月内提交发货通知单和物流方式通知乙方发货，周一到周四14点前提交发货通知单的当日发货，14点后的次日发货。周五16点前提交发货通知的周六发货，16点后的发货通知单，延至下周一发货。法定节假日前一天16点前提交发货通知单的第二天发货，16点后的发货通知单，延至节假日结束的第一天发货。发货通知单见附件四：新大陆“易收银”YPOS发货通知单。
2.5开票：乙方发货后三个工作日内开具相应增值税专用发票给甲方。
2.6序列号：乙方承诺在甲方确认的订单交货日提供对应型号和数量的序列号，并按照甲方要求进行发货。
2.7货物保管：采购订单生效之日起，乙方为甲方免费提供最长二个月的货物保管，设立单独管理的仓库存放甲方货物，并承诺保管期内的货物完好。若超过二个月未下达发货通知的，乙方将按每台每天5角收取库存保管费。
3物流：
3.1乙方承诺提供免费的标准物流服务：提供一、二线城市的免费送货上门服务，服务时效（城市到货）与费用清单见附件五：免费物流时效清单。
3.2乙方可根据甲方需要提供额外的收费物流服务：如民航物流服务，乙方收取增值部分的费用，服务时效（城市到货）与费用清单见附件六：民航物流时效与费用清单。
3.3若甲方选择付费物流，物流费用应在3个工作日内完成支付，若甲方未能按时支付，乙方有权使用甲方缴纳的订单定金冲抵。
4质量保证与保修承诺：
4.1乙方保证本合同货物均为原厂商生产的全新、未被使用过的、未被开封过的、质量合格的、行业正规渠道的原装产品(包括零部件)。合同中设备的性能与质量应与厂商提供的技术指标和国家质量检测强制性标准相符；保证在正常安装及调试的情况下，系统运营稳定。并保证将产品安全无损地交给甲方。如有错发、漏发或损坏，乙方将负责无偿更换或补齐。 
4.2产品生产厂家标准包装。适合于长途空运、陆运、防震、防锈、防止气候变化，箱面上标有适当的装运标记；能保证在长途运输中货物不致破损。由于包装所引起的货物锈蚀、损坏和损失均由乙方承担。提供的产品包装箱内应附一份详细装箱单、产品说明书和质量合格证等文件。
4.3乙方承诺产品开箱不良率不高于0.2%，年返修率不高于1%。
4.4乙方的产品提供三个月的保修期，保修期内所有的维护费用已包括在总价中，不再另外收取费用，因甲方人为原因及不可抗力等因素引起的除外。保修期从乙方发出货物之日起开始计算。具体的服务细则见附件七：新大陆“易收银”YPOS售后服务条款。
5．过保服务方案：
5.1甲方可购买延保（买保）服务：12个月一个周期，收费：¥30元/台。
5.2单次维修服务收费方式为：人工费*台数+上门服务费+器件费（上门服务），或者人工费*台数+物流费+器件费。具体的服务细则见附件七：新大陆“易收银”YPOS售后服务条款。
6.验收
6.1乙方送货后，甲方进行设备的验收工作。验收合格的，甲方应出具验收合格凭证。验收不合格的，应立即向乙方提出书面异议。乙方在甲方对验收提出异议后，应迅速反馈，解决问题，直至验收合格，解决问题的期限是5个工作日。
6.2自乙方交付产品后十个工作日内，甲方没有依照原生产厂商的产品质量要求和技术标准、国家质量检测标准以及设备接入系统运行要求所规定的产品的品牌、规格、型号、数量及安装运行结果完成安装运行验收的, 或已完成验收但未出具验收合格凭证的，视为产品验收合格。 
6.3乙方保证依据本合同向甲方提供的设备符合国家法律、法规中的相关强制性规定，符合行业强制性标准以及厂商的质量标准。对于不符合本要求的，如提供的设备经双方验收后确认存在严重质量缺陷的，甲方有权退货。对由于不符合本约定而造成的损失，由乙方负责。
四、产品售价调整保护机制
为了维护甲方的利益，考虑到在订单执行过程中出现的产品价格变动，乙方制定相应的价格保护机制，如下：
4.1乙方公布新的产品售价之日起，甲方所有未付款订单按照新的价格执行；
4.2乙方公布新的产品售价之日起，甲方所有已付款未出货订单按新价格核算出差额，差额部分按新价格折算成对应的产品数量返还甲方；
4.3乙方统计新的产品售价公布之日起统计“新大陆“易收银”YPOS订单平台”上甲方前一个月的已付款、已出货产品金额，按照新价格核算出差额，差额部分按新价格折算成对应的产品数量返还甲方。
四、软件服务
1、凡因乙方产品质量问题、国际信用卡组织、人民银行、商业银行对商户收卡终端（EDC/POS）标准、规范等进行修订或与EDC/POS相关的其它系统升级、变更，从而引起EDC/POS内置应用需要进行修改、调整、测试时，乙方对其销售的机具应提供无偿的技术服务（包括内置应用更换、升级等工作）。
2、乙方可应甲方要求提供免费的出厂程序灌装服务，仅限一套程序版本；
3、乙方承诺提供免费密钥灌装服务：根据乙方生产计划，在生产整机包装工序增加一道密钥灌装工序，由客户派人现场灌装。
五、违约责任
1、合同签订后，非乙方原因造成验收没通过的或不符合质量保证之规定的，甲方有权退货，因此而造成的损失完全由乙方负责。
2、若乙方未按规定时间送货到甲方指定地点每延迟一天即按延迟货物所涉金额的千分之三向甲方支付违约金，累计违约金不超过迟延货物所涉总金额的5%，并且应当在明确责任后15日内乙方向甲方支付。
3、因甲方的设备、系统、其他软件等原因与本合同产品产生冲突的，不应视为本合同产品存在质量问题。
六、权利担保
1、乙方应保证对交付前的合同设备拥有合法的所有权或著作权。
2、设备在到货前，设备的风险由乙方承担。设备经甲方到货签收后，其风险由甲方负责。
3、如果乙方所交货物包含任何知识产权，乙方应保证不侵犯任何第三方的知识产权。对乙方所交货物引起的任何所有权和知识产权纠纷，乙方应自己负责相关费用及承担相关责任。
4、如果甲方在乙方交付的产品上使用或连接侵犯第三方专利或著作权的设备、软件、程序代码等，则由此引起的一切后果由甲方承担。
七、合同的生效、修改与终止
1、合同的生效：本合同经加盖甲乙双方的合同章或公章后方可生效。
2、合同的修改：除非有甲乙双方盖章的书面形式，本合同任何条款的修改及变更都将视为无效。
3、合同有效期：自双方盖章之日起到2015年12月31日有效。
八、争议
1、本合同受中华人民共和国法律管辖和诠释。
2、凡有关本合同或执行本合同而发生的一切争执，双方应通过友好协商解决。因本合同引起的或与本合同有关的任何争议，均提请乙方住所地法院解决。
九、转让与保密
在没有另一方事先书面同意的情况下，任何一方不得将本合同项下的权利、义务部分或全部地转让给其他第三方。合同双方对本合同的内容负有保密义务，不得向任何第三方透露。
十、其他事项
1、如乙方未能按本合同规定的要求提供相关的保修服务，则甲方有权自行指定合适的第三方服务商提供相应的保修服务，由此产生的费用全部由乙方承担。
2、其他未尽事项，由甲乙双方友好协商，签订补充合同。与本合同具有同等法律效力。
3、除本合同规定的条款外，有些交易的细节、产品的明细说明以及甲乙双方均认为有必要确定的且双方均同意接受的与此次交易有关的其他条款，需另行在“附件”中规定，而且该“附件”亦构成本合同不可分割的部分。附件规定与本合同不一致的，以本合同为准。
4、本合同及其相关补充合同、附件的任何条款在其法律效力没有终止前，均适用于甲乙双方各自的继承人或受让人。
5、本合同一式肆份，双方各持贰份，具有同等法律效力。
附件：一、新大陆“易收银”YPOS产品配置及技术指标
二、新大陆“易收银”YPOS批量预约订单
三、新大陆“易收银”YPOS采购订单
		四、新大陆“易收银”YPOS发货通知单
五、免费物流时效清单
六、民航物流时效与费用清单
七、新大陆“易收银”YPOS售后服务条款






甲方（公章）：                      
法定代表人（负责人）或授权代理人（签字）：
日期：   年  月  日

乙方（公章）：福建新大陆支付技术有限公司　　　　　　　　　
法定代表人（负责人）或授权代理人（签字）：
日期：   年  月  日

</textarea>
</div>
</html>